Repository: Striker72rus/ccemaphore
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# chat.untitled
source: (untitled)
de: (ohne Titel)
es: (sin título)
fr: (sans titre)
ru: (без названия)

# count.done
source: %lld done
de: %lld fertig
es: %lld listos
fr: %lld terminé
ru: %lld готово

# count.waiting
source: %lld waiting
de: %lld warten
es: %lld en espera
fr: %lld en attente
ru: %lld ожидают

# count.working
source: %lld working
de: %lld arbeiten
es: %lld trabajando
fr: %lld en cours
ru: %lld в работе

# date.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ru: Сегодня

# date.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ru: Вчера

# error.hookOp
source: Couldn't %1$@: %2$@
de: Konnte %1$@: %2$@
es: No se pudo %1$@: %2$@
fr: Impossible de %1$@ : %2$@
ru: Не удалось %1$@: %2$@

# error.settings.unexpectedShape
source: Unexpected structure in settings.json (%@) — aborting so your data isn't lost.
de: Unerwartete Struktur in settings.json (%@) – Abbruch, damit deine Daten nicht verloren gehen.
es: Estructura inesperada en settings.json (%@): se cancela para no perder tus datos.
fr: Structure inattendue dans settings.json (%@) — abandon pour ne pas perdre vos données.
ru: Неожиданная структура в settings.json (%@) — прерываю, чтобы не потерять ваши данные.

# error.settings.unparseable
source: %@ exists but isn't valid JSON. Leaving it untouched so it isn't corrupted — fix the file and try again.
de: %@ existiert, ist aber kein gültiges JSON. Die Datei bleibt unangetastet, damit sie nicht beschädigt wird – behebe sie und versuche es erneut.
es: %@ existe pero no es un JSON válido. Se deja intacto para no corromperlo: corrige el archivo e inténtalo de nuevo.
fr: %@ existe mais n'est pas un JSON valide. Le fichier est laissé intact pour ne pas le corrompre — corrigez-le et réessayez.
ru: Файл %@ существует, но это невалидный JSON. Оставляю его нетронутым, чтобы не повредить — исправьте файл и попробуйте снова.

# group.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово

# group.waiting
source: Waiting
de: Wartend
es: En espera
fr: En attente
ru: Ожидают

# group.working
source: Working
de: Arbeitet
es: Trabajando
fr: En cours
ru: В работе

# history.chart.caption
source: tokens by day · tap a bar
de: Tokens pro Tag · tippe auf einen Balken
es: tokens por día · toca una barra
fr: tokens par jour · touchez une barre
ru: токены по дням · нажмите на столбец

# history.detail.carryOver
source: This day's tokens (%@) belong to a chat that continued later — it's shown under the day of its last activity.
de: Die Tokens dieses Tages (%@) gehören zu einem Chat, der später fortgesetzt wurde – er erscheint unter dem Tag seiner letzten Aktivität.
es: Los tokens de este día (%@) pertenecen a un chat que continuó más tarde: se muestra en el día de su última actividad.
fr: Les tokens de ce jour (%@) appartiennent à un chat qui s'est poursuivi plus tard — il est affiché sous le jour de sa dernière activité.
ru: Токены этого дня (%@) относятся к чату, который продолжился позже — он показан под днём его последней активности.

# history.detail.noChats
source: No chats on this day.
de: Keine Chats an diesem Tag.
es: No hay chats este día.
fr: Aucun chat ce jour-là.
ru: В этот день чатов не было.

# history.footer
source: History reaches back only as far as Claude Code's “cleanupPeriodDays” setting — currently %@. Claude Code removes old transcripts on its own; raise the limit to keep them longer.
de: Der Verlauf reicht nur so weit zurück wie die Einstellung „cleanupPeriodDays“ von Claude Code – derzeit %@. Claude Code entfernt alte Transkripte selbst; erhöhe das Limit, um sie länger zu behalten.
es: El historial solo se remonta hasta el ajuste «cleanupPeriodDays» de Claude Code: actualmente %@. Claude Code elimina las transcripciones antiguas por su cuenta; aumenta el límite para conservarlas más tiempo.
fr: L'historique ne remonte que jusqu'à la valeur du réglage « cleanupPeriodDays » de Claude Code — actuellement %@. Claude Code supprime lui-même les anciennes transcriptions ; augmentez la limite pour les conserver plus longtemps.
ru: История доступна только в пределах настройки «cleanupPeriodDays» в Claude Code — сейчас %@. Claude Code сам удаляет старые транскрипты; увеличьте значение, чтобы хранить их дольше.

# history.noData
source: No ccusage data (or it's still loading)
de: Keine ccusage-Daten (oder werden noch geladen)
es: Sin datos de ccusage (o aún se están cargando)
fr: Aucune donnée ccusage (ou chargement en cours)
ru: Нет данных ccusage (или они ещё загружаются)

# history.selectDay
source: Select a day on the left
de: Wähle links einen Tag aus
es: Selecciona un día a la izquierda
fr: Sélectionnez un jour à gauche
ru: Выберите день слева

# history.stat.cost
source: cost
de: Kosten
es: coste
fr: coût
ru: стоимость

# history.title
source: Token history
de: Token-Verlauf
es: Historial de tokens
fr: Historique des tokens
ru: История токенов

# logs.save.title
source: Save ccemaphore logs
de: ccemaphore-Logs speichern
es: Guardar registros de ccemaphore
fr: Enregistrer les journaux de ccemaphore
ru: Сохранить логи ccemaphore

# menu.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ru: Завершить

# menu.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ru: Обновить

# menu.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ru: Настройки

# menu.tokenHistory
source: Token history…
de: Token-Verlauf…
es: Historial de tokens…
fr: Historique des tokens…
ru: История токенов…

# menubar.showLight
source: Show light
de: Licht anzeigen
es: Mostrar indicador
fr: Afficher le feu
ru: Показать огонёк

# noun.days.one
source: day
de: Tag
es: día
fr: jour
ru: день

# noun.days.other
source: days
de: Tage
es: días
fr: jours

# noun.daysShort.one
source: day
de: Tag
es: día
fr: j
ru: дн.

# noun.daysShort.other
source: days
de: Tage
es: días
fr: j

# op.installHooks
source: install the hooks
de: die Hooks nicht installieren
es: instalar los hooks
fr: installer les hooks
ru: установить хуки

# op.installPermission
source: enable permission prompts
de: Berechtigungsabfragen nicht aktivieren
es: activar las solicitudes de permiso
fr: activer les demandes d'autorisation
ru: включить запросы разрешений

# op.uninstallHooks
source: remove the hooks
de: die Hooks nicht entfernen
es: eliminar los hooks
fr: supprimer les hooks
ru: удалить хуки

# op.uninstallPermission
source: disable permission prompts
de: Berechtigungsabfragen nicht deaktivieren
es: desactivar las solicitudes de permiso
fr: désactiver les demandes d'autorisation
ru: выключить запросы разрешений

# panel.claudeMissing
source: Claude Code not found — install it and sessions will appear here automatically.
de: Claude Code nicht gefunden – installiere es, und die Sitzungen erscheinen hier automatisch.
es: Claude Code no encontrado: instálalo y las sesiones aparecerán aquí automáticamente.
fr: Claude Code introuvable — installez-le et les sessions apparaîtront ici automatiquement.
ru: Claude Code не найден — установите его, и сессии появятся здесь автоматически.

# panel.history
source: History
de: Verlauf
es: Historial
fr: Historique
ru: История

# panel.permRequest
source: PERMISSION REQUEST
de: BERECHTIGUNGSANFRAGE
es: SOLICITUD DE PERMISO
fr: DEMANDE D'AUTORISATION
ru: ЗАПРОС РАЗРЕШЕНИЯ

# perm.allInChat
source: All in chat
de: Alle im Chat
es: Todo en el chat
fr: Tout dans le chat
ru: Всё в чате

# perm.allInChat.tooltip
source: Allow everything in this chat — don't ask again
de: Alles in diesem Chat erlauben – nicht mehr fragen
es: Permitir todo en este chat: no volver a preguntar
fr: Tout autoriser dans ce chat — ne plus redemander
ru: Разрешить всё в этом чате — дальше не спрашивать

# perm.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
ru: Разрешить

# perm.deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ru: Запретить

# popover.activityWindow
source: Showing chats active in the last %lld min
de: Chats der letzten %lld Min.
es: Mostrando chats activos en los últimos %lld min
fr: Chats actifs au cours des %lld dernières min
ru: Чаты, активные за последние %lld мин

# popover.noActiveSessions
source: No active sessions
de: Keine aktiven Sitzungen
es: Sin sesiones activas
fr: Aucune session active
ru: Нет активных сессий

# popover.pending.title
source: Permission requests
de: Berechtigungsanfragen
es: Solicitudes de permiso
fr: Demandes d'autorisation
ru: Запросы разрешения

# reset.done
source: reset
de: zurückgesetzt
es: restablecido
fr: réinitialisé
ru: сброшен

# reset.inHM
source: in %1$lldh %2$lldm
de: in %1$lld Std. %2$lld Min.
es: en %1$lld h %2$lld min
fr: dans %1$lld h %2$lld min
ru: через %1$lld ч %2$lld мин

# reset.inM
source: in %lldm
de: in %lld Min.
es: en %lld min
fr: dans %lld min
ru: через %lld мин

# retention.default
source: 30 days (default)
de: 30 Tage (Standard)
es: 30 días (predeterminado)
fr: 30 jours (par défaut)
ru: 30 дней (по умолчанию)

# ribbon.counter
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
ru: %1$lld из %2$lld

# ribbon.done.caption
source: Agent finished
de: Agent fertig
es: El agente terminó
fr: L'agent a terminé
ru: Агент завершил работу

# ribbon.done.title
source: COMPLETED
de: ABGESCHLOSSEN
es: COMPLETADO
fr: TERMINÉ
ru: ЗАВЕРШЕНО

# ribbon.inputNeeded
source: INPUT NEEDED
de: EINGABE ERFORDERLICH
es: RESPUESTA REQUERIDA
fr: RÉPONSE REQUISE
ru: ТРЕБУЕТСЯ ВВОД

# ribbon.next
source: Next
de: Nächster
es: Siguiente
fr: Suivant
ru: Следующий

# ribbon.openChat
source: Open chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
ru: Перейти в чат

# ribbon.permissionNeeded
source: PERMISSION NEEDED
de: BERECHTIGUNG ERFORDERLICH
es: PERMISO REQUERIDO
fr: AUTORISATION REQUISE
ru: ТРЕБУЕТСЯ РАЗРЕШЕНИЕ

# ribbon.prev
source: Previous
de: Vorheriger
es: Anterior
fr: Précédent
ru: Предыдущий

# sessions.empty
source: Start a turn in Claude Code and it'll appear here.
de: Starte einen Schritt in Claude Code, dann erscheint er hier.
es: Inicia un turno en Claude Code y aparecerá aquí.
fr: Lancez un tour dans Claude Code et il apparaîtra ici.
ru: Начните ход в Claude Code — и он появится здесь.

# settings.accessibility.subtitle
source: Skip a notification for the chat you're already looking at.
de: Mitteilung für den Chat überspringen, den du gerade ansiehst.
es: Omite la notificación del chat que ya estás viendo.
fr: Ignorer une notification pour le chat que vous consultez déjà.
ru: Не показывать уведомление для чата, который вы и так смотрите.

# settings.accessibility.title
source: Precise suppression (Accessibility)
de: Präzise Unterdrückung (Bedienungshilfen)
es: Supresión precisa (Accesibilidad)
fr: Suppression précise (Accessibilité)
ru: Точное подавление (Универсальный доступ)

# settings.hooks.subtitle
source: Installs Claude Code hooks that detect turn completion and waiting-for-input precisely — more reliably than reading the files.
de: Installiert Claude-Code-Hooks, die das Ende eines Zugs und das Warten auf Eingaben präzise erkennen – zuverlässiger als über die Dateien.
es: Instala los hooks de Claude Code que detectan el fin del turno y la espera de entrada con precisión, más fiable que por los archivos.
fr: Installe les hooks de Claude Code qui détectent précisément la fin du tour et l'attente d'une saisie — plus fiable que par les fichiers.
ru: Устанавливает хуки Claude Code: точно определяют завершение хода и ожидание ввода — надёжнее, чем по файлам.

# settings.hooks.title
source: Precise status detection
de: Präzise Statuserkennung
es: Detección precisa del estado
fr: Détection précise du statut
ru: Точное определение статуса

# settings.language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# settings.permission.subtitle.off
source: Turn on “Precise status detection” first.
de: Aktivieren Sie zuerst „Präzise Statuserkennung“.
es: Primero active «Detección precisa del estado».
fr: Activez d’abord « Détection précise du statut ».
ru: Сначала включите «Точное определение статуса».

# settings.permission.subtitle.on
source: Allow once, allow all, or deny — right at the light, without opening the chat.
de: Einmal erlauben, alles erlauben oder ablehnen – direkt an der Ampel, ohne den Chat zu öffnen.
es: Permitir una vez, permitir todo o denegar — directamente en el semáforo, sin abrir el chat.
fr: Autoriser une fois, tout autoriser ou refuser — directement sur le feu, sans ouvrir le chat.
ru: Разрешить разово, разрешить всё или запретить — прямо у светофора, не открывая чат.

# settings.permission.title
source: Permission prompts (3 buttons)
de: Berechtigungsabfragen (3 Schaltflächen)
es: Solicitudes de permiso (3 botones)
fr: Demandes d'autorisation (3 boutons)
ru: Запросы разрешений (3 кнопки)

# settings.saveLogs
source: Save logs…
de: Logs speichern…
es: Guardar registros…
fr: Enregistrer les journaux…
ru: Сохранить логи…

# settings.saveLogs.subtitle
source: Export a zip of the app's logs to share for debugging
de: Ein ZIP der App-Logs zum Teilen beim Debugging exportieren
es: Exporta un zip de los registros de la app para compartir al depurar
fr: Exporter un zip des journaux de l'app à partager pour le débogage
ru: Экспортировать zip-архив логов приложения для отладки

# settings.revealLogs
source: Show logs in Finder
de: Logs im Finder anzeigen
es: Mostrar registros en Finder
fr: Afficher les journaux dans le Finder
ru: Показать логи в Finder

# settings.revealLogs.subtitle
source: Open the log folder in Finder
de: Den Log-Ordner im Finder öffnen
es: Abrir la carpeta de registros en Finder
fr: Ouvrir le dossier des journaux dans le Finder
ru: Открыть папку с логами в Finder

# settings.section.diagnostics
source: DIAGNOSTICS
de: DIAGNOSE
es: DIAGNÓSTICO
fr: DIAGNOSTIC
ru: ДИАГНОСТИКА

# settings.section.app
source: GENERAL
de: ALLGEMEIN
fr: GÉNÉRAL
ru: ОБЩИЕ

# shape.eventNotArray
source: “hooks.%@” isn't an array of objects
de: „hooks.%@“ ist kein Array von Objekten
es: «hooks.%@» no es una matriz de objetos
fr: « hooks.%@ » n'est pas un tableau d'objets
ru: «hooks.%@» не является массивом объектов

# shape.hooksNotObject
source: “hooks” isn't an object
de: „hooks“ ist kein Objekt
es: «hooks» no es un objeto
fr: « hooks » n'est pas un objet
ru: «hooks» не является объектом

# shape.rootNotObject
source: the root JSON isn't an object
de: das JSON-Stammelement ist kein Objekt
es: el JSON raíz no es un objeto
fr: le JSON racine n'est pas un objet
ru: корневой JSON не является объектом

# state.done
source: done
de: fertig
es: listo
fr: terminé
ru: готово

# state.off
source: Off
de: aus
es: desactivado
fr: désactivé
ru: выкл

# state.on
source: On
de: an
es: activado
fr: activé
ru: вкл

# state.waiting
source: waiting
de: wartet
es: en espera
fr: en attente
ru: ожидает

# state.working
source: working
de: arbeitet
es: trabajando
fr: en cours
ru: в работе

# status.compacting
source: Compacting context
de: Kontext wird komprimiert
es: Compactando contexto
fr: Compactage du contexte
ru: Сжатие контекста

# tooltip.activity
source: active %@
de: aktiv %@
es: activo %@
fr: actif %@
ru: активность %@

# tooltip.clickHint
source: (click to open the chat in Cursor)
de: (klicken, um den Chat in Cursor zu öffnen)
es: (clic para abrir el chat en Cursor)
fr: (cliquez pour ouvrir le chat dans Cursor)
ru: (нажмите, чтобы открыть чат в Cursor)

# tooltip.context
source: context %1$@ · %2$@/%3$@
de: Kontext %1$@ · %2$@/%3$@
es: contexto %1$@ · %2$@/%3$@
fr: contexte %1$@ · %2$@/%3$@
ru: контекст %1$@ · %2$@/%3$@

# tooltip.tokens.cache
source: cache create %1$lld · cache read %2$lld
de: Cache erstellt %1$lld · Cache gelesen %2$lld
es: creación de caché %1$lld · lectura de caché %2$lld
fr: création cache %1$lld · lecture cache %2$lld
ru: запись кэша %1$lld · чтение кэша %2$lld

# tooltip.tokens.io
source: input %1$lld · output %2$lld
de: Eingabe %1$lld · Ausgabe %2$lld
es: entrada %1$lld · salida %2$lld
fr: entrée %1$lld · sortie %2$lld
ru: ввод %1$lld · вывод %2$lld

# tooltip.tokens.total
source: %1$lld tokens total · %2$@
de: %1$lld Tokens gesamt · %2$@
es: %1$lld tokens en total · %2$@
fr: %1$lld tokens au total · %2$@
ru: всего %1$lld токенов · %2$@

# widget.mode
source: Mode
de: Modus
es: Modo
ru: Режим

# widget.mode.single
source: Single
de: Einfarbig
es: Un color
fr: Une couleur
ru: Один цвет

# widget.mode.summary
source: Board
de: Tafel
es: Tablero
fr: Tableau
ru: Доска

# widget.opacity
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ru: Прозрачность

# widget.orientation
source: Orientation
de: Ausrichtung
es: Orientación
ru: Ориентация

# widget.orientation.vertical
source: Vertical
de: Vertikal
fr: Verticale
ru: Вертикально

# widget.pin
source: Pin position
de: Position fixieren
es: Fijar posición
fr: Fixer la position
ru: Закрепить позицию

# widget.section
source: ON-SCREEN WIDGET
de: BILDSCHIRM-WIDGET
es: WIDGET EN PANTALLA
fr: WIDGET À L'ÉCRAN
ru: ВИДЖЕТ НА ЭКРАНЕ

# widget.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ru: Размер

# window.history.title
source: ccemaphore — Token history
de: ccemaphore — Token-Verlauf
es: ccemaphore — Historial de tokens
fr: ccemaphore — Historique des tokens
ru: ccemaphore — История токенов

# settings.trusted.section
source: Trusted commands
de: Vertrauenswürdige Befehle
es: Comandos de confianza
fr: Commandes de confiance
ru: Доверенные команды

# settings.trusted.explainer
source: Auto-approved by ccemaphore — no permission prompt appears. Matched as a substring of the command.
de: Von ccemaphore automatisch genehmigt – keine Berechtigungsabfrage. Abgleich als Teilzeichenfolge des Befehls.
es: ccemaphore los aprueba automáticamente: no aparece ninguna solicitud de permiso. Coincidencia por subcadena del comando.
fr: Approuvées automatiquement par ccemaphore — aucune demande d’autorisation. Correspondance par sous-chaîne de la commande.
ru: ccemaphore одобряет их автоматически — запрос разрешения не появляется. Совпадение по подстроке команды.

# settings.trusted.needHook
source: Enable permission prompts above to use trusted commands.
de: Aktiviere oben die Berechtigungsabfragen, um vertrauenswürdige Befehle zu nutzen.
es: Activa las solicitudes de permiso arriba para usar los comandos de confianza.
fr: Activez les demandes d’autorisation ci-dessus pour utiliser les commandes de confiance.
ru: Включите запросы разрешений выше, чтобы использовать доверенные команды.

# settings.trusted.empty
source: None yet. Add a command fragment (e.g. “xcodebuild”) to stop being asked about it.
de: Noch leer. Füge einen Befehlsausschnitt hinzu (z. B. „xcodebuild“), um nicht mehr gefragt zu werden.
es: Aún vacío. Añade un fragmento de comando (p. ej. «xcodebuild») para que dejen de preguntarte.
fr: Vide pour l’instant. Ajoutez un fragment de commande (p. ex. « xcodebuild ») pour ne plus être sollicité.
ru: Пока пусто. Добавьте фрагмент команды (например, «xcodebuild»), чтобы о ней больше не спрашивали.

# settings.trusted.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

# settings.trusted.placeholder
source: e.g. xcodebuild
de: z. B. xcodebuild
es: p. ej. xcodebuild
fr: p. ex. xcodebuild
ru: напр. xcodebuild

# settings.trusted.anyTool
source: any
de: beliebig
es: cualquiera
fr: tous
ru: любой

# settings.trusted.anyUse
source: any use
de: jede Nutzung
es: cualquier uso
fr: toute utilisation
ru: любое использование

# settings.trusted.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить

# settings.idelog.title
source: Clear on IDE approval
de: Bei IDE-Freigabe ausblenden
es: Quitar al responder en el IDE
fr: Masquer à l’approbation dans l’IDE
ru: Снимать по ответу в IDE

# settings.idelog.subtitle
source: Reads the Cursor/VS Code extension log to drop the permission ribbon the moment you answer in the IDE (not when the command finishes). Undocumented IDE log — may break on IDE updates.
de: Liest das Log der Cursor/VS-Code-Erweiterung, um das Berechtigungsband sofort auszublenden, wenn du in der IDE antwortest (nicht erst nach Befehlsende). Undokumentiertes IDE-Log – kann bei IDE-Updates brechen.
es: Lee el registro de la extensión de Cursor/VS Code para quitar la solicitud en cuanto respondes en el IDE (no al terminar el comando). Registro interno del IDE: puede romperse al actualizar el IDE.
fr: Lit le journal de l’extension Cursor/VS Code pour masquer la demande dès que vous répondez dans l’IDE (et non à la fin de la commande). Journal interne de l’IDE — peut casser lors des mises à jour de l’IDE.
ru: Читает лог расширения Cursor/VS Code, чтобы убрать ленту разрешения сразу после вашего ответа в IDE (а не по завершении команды). Внутренний лог IDE — может сломаться на обновлении IDE.

# settings.idelog.subtitle.needHook
source: Turn on “Permission prompts (3 buttons)” first.
de: Aktivieren Sie zuerst „Berechtigungsabfragen (3 Schaltflächen)“.
es: Primero active «Solicitudes de permiso (3 botones)».
fr: Activez d’abord « Demandes d'autorisation (3 boutons) ».
ru: Сначала включите «Запросы разрешений (3 кнопки)».

# remote.explainer
source: Monitor Claude Code sessions on other machines over SSH, and answer their permission prompts from here.
de: Überwache Claude-Code-Sitzungen auf anderen Rechnern per SSH und beantworte ihre Berechtigungsanfragen von hier aus.
es: Supervisa sesiones de Claude Code en otras máquinas por SSH y responde sus solicitudes de permiso desde aquí.
fr: Surveillez les sessions Claude Code sur d'autres machines via SSH et répondez à leurs demandes d'autorisation ici.
ru: Следите за сессиями Claude Code на других машинах по SSH и отвечайте на их запросы разрешений прямо отсюда.

# remote.list.empty
source: No remote hosts configured
de: Keine Remote-Hosts konfiguriert
es: No hay hosts remotos configurados
fr: Aucun hôte distant configuré
ru: Удалённые хосты не настроены

# remote.host.add
source: Add Remote Host
de: Remote-Host hinzufügen
es: Añadir host remoto
fr: Ajouter un hôte distant
ru: Добавить удалённый хост

# remote.host.edit
source: Edit Remote Host
de: Remote-Host bearbeiten
es: Editar host remoto
fr: Modifier l'hôte distant
ru: Изменить удалённый хост

# remote.host.hostname
source: Hostname or IP
de: Hostname oder IP
es: Host o IP
fr: Hôte ou IP
ru: Хост или IP

# remote.host.user
source: SSH user
de: SSH-Benutzer
es: Usuario SSH
fr: Utilisateur SSH
ru: Пользователь SSH

# remote.host.identityFile
source: Identity file
de: Identitätsdatei
es: Archivo de identidad
fr: Fichier d'identité
ru: Файл ключа

# remote.host.useSSHConfig
source: Use ~/.ssh/config
de: ~/.ssh/config verwenden
es: Usar ~/.ssh/config
fr: Utiliser ~/.ssh/config
ru: Использовать ~/.ssh/config

# remote.host.enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ru: Включён

# remote.host.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить

# remote.host.remove.confirm
source: Remove this remote host? Its sessions will no longer be monitored.
de: Diesen Remote-Host entfernen? Seine Sitzungen werden nicht mehr überwacht.
es: ¿Eliminar este host remoto? Sus sesiones dejarán de supervisarse.
fr: Supprimer cet hôte distant ? Ses sessions ne seront plus surveillées.
ru: Удалить этот удалённый хост? Его сессии больше не будут отслеживаться.

# remote.hooks.install
source: Install hooks
de: Hooks installieren
es: Instalar hooks
fr: Installer les hooks
ru: Установить хуки

# remote.connection.test
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ru: Проверить соединение

# remote.connection.testing
source: Connecting…
de: Verbinde…
es: Conectando…
fr: Connexion…
ru: Подключение…

# remote.connection.success
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

# remote.connection.failed
source: Connection failed: %@
de: Verbindung fehlgeschlagen: %@
es: Fallo de conexión: %@
fr: Échec de connexion : %@
ru: Не удалось подключиться: %@
